[
    {
        "id": 1,
        "name": "The cloud",
        "meaning": "Your decisions decides the outcome. (Choose your decisions carefully)",
        "tarotSubstitute": "Ace of Spades",
        "message": "Your ability to make decisions wisely is questioned. Relax and open your heart before judging a situation. If you make the best decision, your heart will be at ease.",
        "warning": "Your heart determines whether your luck will rise or fall. Happy and optimistic people attract other people, and good luck is sure to follow.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["carefree", "optimistic", "unworried"]
    },
    {
        "id": 2,
        "name": "The create",
        "meaning": "Abundant passion, the blooming of passion.",
        "tarotSubstitute": "2 of Spades",
        "message": "When you express your thoughts and emotions, you fell at ease. You will experience increased creativity in the fields of art and music. Inspiration and woderfull ideas will come as result of focusing in these two fields.",
        "warning": "Don't allow yourself to be restricted by traditional concepts or rules. Follow your intuition and act accordingly -the posibility of unexpected discoveries or encounters will be high.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["individuality", "creation", "creativity", "intuition"]
    },
    {
        "id": 3,
        "name": "The dark",
        "meaning": "Let nature take its course, as always.",
        "tarotSubstitute": "3 of Spades",
        "message": "Your energy is low, so stop trying to make your schedule full to bursting with visits to/from friends/relatives/acquaintances and take a day off from socializing so you can rest. Even if you lead a fast-paced life, you still need to find the time to take a deep breath and relax.",
        "warning": "Haste makes waste. The truth is, you need to accept your situation and save energy for the next step.",
        "guardian": "Moon",
        "attribute": "Dark",
        "keywords": ["inner thoughts and feelings", "the subconscious"]
    },
    {
        "id": 4,
        "name": "The firey",
        "meaning": "Strong beliefs. Overcoming obstacles.",
        "tarotSubstitute": "4 of Spades",
        "message": "You can overcome obstacles with your strong life force. Even if you are on the verge of giving up, your high level of energy can still help you to achieve your goals.",
        "warning": "Be careful of being overconfident. It may cause the people around you to hate you or be angry at you.",
        "guardian": "Sun",
        "attribute": "Fire",
        "keywords": ["confidence", "determination"]
    },
    {
        "id": 5,
        "name": "The ligth",
        "meaning": "Be a leader. Your prospect for the distant future.",
        "tarotSubstitute": "5 of Spades",
        "message": "You attract the atention of everyone with your radiant spirit. No matter what do you do, it always go well, with a great amount of good luck. You will be able to improve your abilities in your area of specialty, and ther's a better chance of secret admirers declaring their love.",
        "warning": "It is possible to obtain a bright future by doing your best. Rush into action without feairng failure.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["Hope", "renewal", "positivity"]
    },
    {
        "id": 6,
        "name": "The mist",
        "meaning": "Acertain the situation, and decide which direction you will take.",
        "tarotSubstitute": "6 of Spades",
        "message": "You are given the chance to reconsider what do you want to do. You'll be not able to fully analyze the rpoblems as a result of your indecisiveness.",
        "warning": "Be calm. If you think simply and with honest feelings, the mist surrounding you will eventually turn into good weather.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["Reconsider", "uncertainty", "lack of direction"]
    },
    {
        "id": 7,
        "name": "The rain",
        "meaning": "Finally, things turn for the better.",
        "tarotSubstitute": "7 of Spades",
        "message": "A rain of blessings will surely occur. Occurrences that are classified as 'misfortunes' can also be thought of as exercises that will strengthen your character. Don't be pessimistic.",
        "warning": "Painful experiences are only temporary. Relax and enjoy life.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["Little problems", "temporary pessimism"]
    },
    {
        "id": 8,
        "name": "The snow",
        "meaning": "A new beginning. Peace. Purity.",
        "tarotSubstitute": "8 of Spades",
        "message": "Change your attitude and create a new beginning. This is a very good time to start taking lessons. You will be able to associate with great mentors.",
        "warning": "Stop fussing about the past. Try changing your point-of-view and take an active part in the 'new' world.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["Peacefulness", "purity", "potential"]
    },
    {
        "id": 9,
        "name": "The storm",
        "meaning": "Intense emotions. Frustration being reduced.",
        "tarotSubstitute": "9 of Spades",
        "message": "Suppressed emotions and fears will come bursting to the surface. You may encounter severe problems. To improve your situation, you need to stop being pessimistic and be more assertive of your opinions.",
        "warning": "If you stay quiet, your charm will be reduced by half. Firmly express your intentions.",
        "guardian": "Moon",
        "attribute": "Wind",
        "keywords": ["Suppressed emotions", "lack of communication"]
    },
    {
        "id": 10,
        "name": "The thunder",
        "meaning": "Good luck will come your way if you don't lose yourself.",
        "tarotSubstitute": "10 of Spades",
        "message": "Time will test whether you will be able to control your explosive, violent emotions. You will be able to come up with idea after idea; your unique sense of existence is appealing.",
        "warning": "Actions based upon rationality and courage will attract supporters, but selfish desires and behaviors will attract enemies.",
        "guardian": "Sun",
        "attribute": "Fire",
        "keywords": ["sudden", "drastic changes", "upheaval"]
    },
    {
        "id": 11,
        "name": "The watery",
        "meaning": "Cooperation. The ability to open people's minds.",
        "tarotSubstitute": "Jack of Spades",
        "message": "Everyone trusts you because you are such an understanding person. The ability to govern things smoothly is very helpful for work.",
        "warning": "Demonstrate great leadership. It will transform your environment into one of a gentle aura.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["Emotion", "understanding", "intuition"]
    },
    {
        "id": 12,
        "name": "The wave",
        "meaning": "A flexible attitude will bring good fortune.",
        "tarotSubstitute": "Queen of Spades",
        "message": "You have your ups and downs, but ultimately you'll be able to step forward. If you are looking for an advisor to help fix a soured interpersonal relationship, turn to the magnanimous ocean.",
        "warning": "Someone may make an unexpected love confession. In this situation, even if you don't like this person, don't reject him/her.",
        "guardian": "Moon",
        "attribute": "Water",
        "keywords": ["Adaptability", "flexibility", "compromise"]
    },
    {
        "id": 13,
        "name": "The windy",
        "meaning": "Hints of progress, completion, and expectation.",
        "tarotSubstitute": "King of Spades",
        "message": "A time of change and activity. The possibility of getting meaningful information is big. \n Observe the situation around you with caution more than you usually would. A decision is important at this time and place.",
        "warning": "If you have the urge to call someone names or to lash out at someone verbally, hold it back. If you don't, both parties will go through a painful experience.",
        "guardian": "Moon",
        "attribute": "Wind",
        "keywords": ["Truth", "honesty", "fairness", "law"]
    },
    {
        "id": 14,
        "name": "The big",
        "meaning": "Big possibility and ability. An increase of the thirst for knowledge.",
        "tarotSubstitute": "Ace of Hearts",
        "message": "At this time, your desire to learn will be intense. There's also a good chance for you to LEVEL UP—improving every plan and possibility in the process. An unexpected accomplishment might take place involving an impossible (in your opinion) love/relationship or a dream/goal of yours.",
        "warning": "Significant hints and information about the future can be obtained if you go to group activities and parties.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["Journey", "moving forward", "attainment"]
    },
    {
        "id": 15,
        "name": "The dream",
        "meaning": "A chance to get to know oneself. Development period of the subconscious.",
        "tarotSubstitute": "2 of Hearts",
        "message": "Your so-called sixth sense is good, and you can obtain important messages from your premonitions / precognitive dreams. Or, there's a suggestion to regain the importance of having a dream, to regain some room in your heart.",
        "warning": "Mail a letter or give a phone call to a friend which you haven't talked to in a long time.",
        "guardian": "Moon",
        "attribute": "Dark",
        "keywords": ["Subconscious", "dream world", "premonition"]
    },
    {
        "id": 16,
        "name": "The glow",
        "meaning": "Signs of good luck.",
        "tarotSubstitute": "3 of Hearts",
        "message": "Lucky fortune approaches. All hesitation is lost, and what you should do naturally appears before your eyes. The most important point is to firmly prepare yourself.",
        "warning": "Work hard in fundamental studies. Your luck will rise if you participate in volunteer work. A plan needs a solid foundation in order to succeed.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["Good luck", "simple pleasures", "comfort"]
    },
    {
        "id": 17,
        "name": "The illusion",
        "meaning": "The desire to escape from reality.",
        "tarotSubstitute": "4 of Hearts",
        "message": "You have a tendency to only notice changes on the immediate surface of things and to ignore reality. Even if the environment of your life and work change, don't forget that everyone has the power to adapt.",
        "warning": "Now is essentially the time to relax instead of being a perfectionist. Try it—you may find it surprisingly easy.",
        "guardian": "Moon",
        "attribute": "Dark",
        "keywords": ["Escapist", "reality", "reality"]
    },
    {
        "id": 18,
        "name": "The little",
        "meaning": "A small but meaningful transformation period.",
        "tarotSubstitute": "5 of Hearts",
        "message": "For every obstacle that makes you anxious and uneasy you will eventually find a way to calm yourself down and overcome it. You will be successful for a long time if you do your work little by little and keep that pace up. Accumulation is important.",
        "warning": "If you doubt your own feelings or the feelings of the other party, it will weaken your own energy and cause you to lose something important.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["Perseverance", "accumulation", "baby steps"]
    },
    {
        "id": 19,
        "name": "The maze",
        "meaning": "Losing confidence. Confusion.",
        "tarotSubstitute": "6 of Hearts",
        "message": "If you can't make it to a scheduled event, and there's no time to arrange it at a different time, take a short little break. Think about the following: Are you stubborn? Do you consider the other party's feelings? Are you cowardly?",
        "warning": "Draw an image of the achievement that you desire. It is also important to listen to other people's advice.",
        "guardian": "Sun",
        "attribute": "Earth",
        "keywords": ["Confusion", "lost", "uncertainty"]
    },
    {
        "id": 20,
        "name": "The power",
        "meaning": "A wish fulfilled. Development.",
        "tarotSubstitute": "7 of Hearts",
        "message": "Your inquisitive mind and daily efforts will become combined , and not only will your wish come true, but you will also obtain a high position job. Hereafter, aspects concerning work and love are enhanced more and more.",
        "warning": "A good state will continue as long as you don't treat anyone poorly or become arrogant. Kindness and modesty are necessary during this time.",
        "guardian": "Sun",
        "attribute": "Fire",
        "keywords": ["Fulfillment", "new developments"]
    },
    {
        "id": 21,
        "name": "The silent",
        "meaning": "Forethoughtfulness. A time for recharging.",
        "tarotSubstitute": "8 of Hearts",
        "message": "Even if your honesty seems to be quiet, everyone recognizes it. If you serve your role properly in life, good news may come unexpectedly.",
        "warning": "Even if every day seems to be repetitive, do not be driven to desperation. An understanding person is always nearby.",
        "guardian": "Moon",
        "attribute": "Dark",
        "keywords": ["Introspection", "observation"]
    },
    {
        "id": 22,
        "name": "The song",
        "meaning": "Joy, harmony. The energy of healing.",
        "tarotSubstitute": "9 of Hearts",
        "message": "It becomes possible to express what you want to convey freely when you learn to respect the opinion of the other party. Plan something new with your friend-it would be good for you to go on a trip.",
        "warning": "Even if you intend to find happiness on your own, it will not be easy. Everyone should share their happiness with each other.",
        "guardian": "Moon",
        "attribute": "Wind",
        "keywords": ["Expressing self", "harmony", "shared joy"]
    },
    {
        "id": 23,
        "name": "The sweet",
        "meaning": "New Love. Popularity. Appearance of dependent mind.",
        "tarotSubstitute": "10 of Hearts",
        "message": "A special person that softens your heart just by being near you. Your work evaluation seems to rise quickly if you use your cheerfulness to the best of your ability. Your love life can be kept at a stable state for a while.",
        "warning": "It is good to value communication with a friend, but watch out because you tend to sometimes depend on it a bit too much.",
        "guardian": "Sun",
        "attribute": "Light",
        "keywords": ["Kindness", "camaraderie", "popularity"]
    },
    {
        "id": 24,
        "name": "The time",
        "meaning": "Every experience improves you. Independence.",
        "tarotSubstitute": "Jack of Hearts",
        "message": "Our existence consists of continuously improving ourselves through our experiences- always progressing. It's important to enjoy the moment to the best of your abilities.",
        "warning": "An event always has a message attached. You'll get better at timing if you try to stay aware of it.",
        "guardian": "Moon",
        "attribute": "Dark",
        "keywords": ["Nostalgia", "time passing", "existence"]
    },
    {
        "id": 25,
        "name": "The twin",
        "meaning": "The best partner's appearance.",
        "tarotSubstitute": "Queen of Hearts",
        "message": "Operating as a team rather than by yourself will bring you more luck. Every member should contribute what he/she is good at in a give-and-take fashion. Abundant personal connections will become your fortune.",
        "warning": "'Thanks' is a beautiful word which should be cherished. There is a chance that you will come across someone who can talk sincerely.",
        "guardian": "Sun",
        "attribute": "Fire",
        "keywords": ["Teamwork", "contribution"]
    }
]
